<?php
// Heading
$_['heading_title']      		= 'InvoiceBox';
$_['text_title']         		= 'InvoiceBox';
$_['text_testmode']			= 'Предупреждение: платёжный шлюз в тестовом режиме. Средства с вашего счёта не будут списываться.';
// Text
$_['text_payment']       		= 'Платёж';
$_['text_success']       		= 'Настройки успешно соханены!';
$_['button_save']        		= 'Сохранить';
$_['button_cancel']      		= 'Отмена';
// Entry
$_['invoicebox_participant_id']       	= 'Идентификатор магазина (выдаётся InvoiceBox):';
$_['invoicebox_participant_ident']	= 'Региональный код магазина (выдаётся InvoiceBox):';
$_['invoicebox_api_key']        	= 'Ключ безопасности/API ключ магазина (выдаётся InvoiceBox):';
$_['invoicebox_testmode']        	= 'Тестовый режим:';
$_['description']        		= 'Описание платежа:';
$_['status']             		= 'Статус:';
// Error
$_['error_permission']   		= 'Ошибка! У Вас нет прав на редактирование данного раздела!';
$_['error_invoicebox_participant_id'] 	= 'Введите идентификатор магазина!';
$_['error_invoicebox_participant_ident']= 'Введите Региональный код магазина!';
$_['error_invoicebox_api_key']  	= 'Введите Ключ безопасности/API ключ магазина!';
// Payment
$_['pay_button']         		= 'Оплатить через ИнвойсБокс';
$_['text_message']   			= '<p>Ошибка при оплате заказа!</p><p>Пожалуйста, направляйте в <a href="%s">Службу поддержки</a> любые ваши вопросы.</p><p>Зарегистрированным покупателям доступен просмотр состояния заказов и возможность просмотра истории прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';

